using System.Windows;

[assembly: ThemeInfo(
    ResourceDictionaryLocation.None,            // где находятся словари ресурсов, специфичных для конкретной темы
                                                // (используется, если ресурс не найден на странице,
                                                // или словарях ресурсов приложений)
    ResourceDictionaryLocation.SourceAssembly   // где находится словарь общих ресурсов
                                                // (используется, если ресурс не найден на странице,
                                                // приложении или словарях ресурсов, специфичных для конкретной темы)
)]
